

const appData = [
    {
        "category" : {
            "title" : "哲学思考",
            "image" : ""
        }, 
        "topics" : 
        [
            {
                "title" : "生命的意义",
                "image" : "images/001.png",
                "content" : `
                    “生命的意义是什么？”这是我的一位同学在朋友圈提出的问题。对于这个问题，不同的人都有着不同的解释。成就一番事业，闯出一片天？这或许离我们太远了。开开心心、平平淡淡过一生？对于“自命不凡”的吾辈而言这似乎又太平凡了。那么生命的意义究竟是什么呢？究竟是否存在一个相对准确的答案？
                    让我们首先来看看那些踌躇满志的答案：用自己的能力去改变世界。这个想法的确很宏伟，但需要付出极大的努力，天时地利人和缺一不可，而当具备了以上三点还不足以达成理想——因为没有人能百分百把握运气。但这并不代表着我们就有理由放弃：如果所有人都放弃、摆烂，那么我们的民族、我们的国家、我们的世界又该如何前进？那些被剥削、被压迫的人们，被贫困、饥饿所困的人们身上的枷锁该由谁来破除？ 鸦片战争后，中国成为西方列强鱼肉的对象，在这种大环境下，中国人并没有放弃，一辈又一辈的能人志士前赴后继为了民族解放和国家崛起而斗争，最终换来一片盛世；20世纪末，波兰人民在同胞们的号召下走上街头，最终建立了政治、思想、文化等各方面独立的国家和政府。他们都用行动诠释了他们生命的意义：伟大而不凡者，皆为英雄。 
                    英国著名海军将领弗朗西斯·德雷克曾说过：“凡大事者，磨不有初，直至余晖散尽仍聚其英气不散，方可谓彪炳史册。”吾辈应有开天辟地的决心和坚持到底的意志，为了理想喊出高昂的口号，继而在飓风中屹立不倒。
                    无论如何，凭一己之力改变世界的人终究是极少数，大部分人都是星空中那些最耀眼星星的陪衬。平平淡淡过一生可能才是大部分人的归宿。能把平淡的人生过得精彩是一种艺术。脚踏实地，从一砖一瓦拾起，罗马并非一天建成，梦想也并非一夜就能成真。就用我的妈妈来说吧，她出生于新疆的偏远山区，却靠着“一路向东”的意志与梦想走出大山，跨越千里考入上海。她的故事看似平凡，也未改变世界，但她用不懈的努力改写了自己的人生，这对我而言就是真真切切的传奇。由此可见，伟大并非单指风风光光的大英雄，更可以指天空中无数平凡星子。而若是能以吾辈平凡之人生，衬托那些伟人们的耀眼光芒，那也是吾辈之荣幸。 
                    一生何其短。待到吾辈踏上那条已分辨不清脚印的归西之路，回首过往，无数条水流合成小溪，再折返到始端的那块被时间之雨水冲刷的石碑旁，献上那颗赤诚之心。 地球上的一些沙漠曾是海洋，濒死的鸟儿也曾展翅高飞。人的生命在历史长河中犹如昙花一现，对于历史而言，我们或许只是平凡之辈。但是，如果人人都是平凡之辈，那也就不再有奇迹与伟人；而如果人人都好高骛远，那脚下也将不再有坚实的土地。古人云：“天行健，君子以自强不息。”用理想赋予自己一双翅膀，翱翔于世界之上，化作流星，为被黑暗笼罩的地方带来短暂的光明，给每一个心灵带来希望。这或许，就是生命的意义。
                    `
            },
            {
                "title" : "布衣之怒",
                "image" : "",
                "content" : `
                    何为布衣之怒？秦王嬴政认为“天子之怒伏尸百万，流血千里。布衣之怒，亦免冠徒跣，以头抢地尔。”显然，“布衣之怒”相比于“天子之怒”只不过是不值一提的一粒尘。但是，这仅是庸夫之怒，而非士人之怒。“夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三者，皆布衣之士也，怀怒未发，休祲降于天。”这是魏国大臣唐雎对秦王嬴政说的话。
                    同是普通百姓，同为布衣之怒，为何庸夫之怒和士人之怒相差甚大？放眼过去，中国一次次的大规模改朝换代大部分都是源于农民起义，仅是庸夫之怒，虽也能取得成功，但始终没有革命性的突破。这也让旧中国陷入了封建统治的死循环。将视野转向国外，1688年的英国光荣革命拉开了民主革命的序幕，1794年的法国大革命则将民主之声传播四海。
                    那么此时我们就要提出一个问题：同样是人，为什么革命的方式却大有不同？追根溯源便可发现，是中西方世界的社会差异导致了这一结果。“农民起义”注定了起义领导者的眼光和见识限定在他所在的底层社会，这也注定了农民起义只能改变一个国家的政府却无法改变这个国家的社会性质。而“资产阶级革命”的领导者们却大都受过良好教育，即使基层参与者的学识浅薄，但是仍然能在领导者的正确带领下走向正确的道路，并且做出根源性的改变。这也是“起义”和“革命”的根本区别。
                    可是，中国的朱元璋、努尔哈赤的眼见学识并不比西方的罗伯斯庇尔、克伦威尔以及一群戴着假发在议会吵架的人逊色多少，那究竟是什么导致了中西方天差地别的历史进程？是社会环境，社会环境限制了大部分人的思想，即使是学识渊博的士人也很难跳出社会的局限性——尤其是在那个思想控制严重的封建社会。明清的刻板科举制度限制了知识分子的思想，能够跳出局限的“士人”也就随之减少。
                    那么，在如今社会安定、思想开明的中国，我们应该如何从庸夫转变为士人，再从士人转变到能够跳出社会局限性的士人？排除出生家庭这一不确定因素，只有学习一条路。没错，学习改变命运并不是一句空口号，学习还能改变一个人的眼见学识，更能重塑一个人的思想。同时，学习不应只限于一个方面，想要跳出社会局限性，则需要学习不同社会的历史发展，并思考其背后的原因。让自己的一介庸夫变为有思想、有独到见解的士人，让自己不再网络世界的流量中随波逐流，让自己保持清晰、双向的视野。
                    学习并思考，能赐予人看清事情本身的犀利双眼，能赐予人明细事理的大脑，能赐予人坚定不移的信念。而在居家网课的现在，我们更应该抓紧宝贵的时间，学思结合，让自己成为一名士人，让自己拥有令“彗星袭月”“白虹贯日”“仓鹰击殿”的能力，让自己在时代的巨浪中屹立不倒。
                    `
            }
        ]
    },
    {
        "category" : {
            "title" : "阅读人生",
            "image" : ""
        },
        "topics" : 
        [
            {
                "title" : "光的世界",
                "image" : "images/002.png",
                "content" : `
                    你知道吗？在上海人潮涌动的爱琴海购物中心的顶楼，坐落着一家名为“光的世界”的书店。在这充满市井喧嚣的商场里，这座书店就如同一个世外桃源，与世隔绝又别有洞天。 
                    当我刚听到这家书店的名字时，我的心里立刻冒出了几个大大的问号：一家书店，为什么会被冠以“光的世界”这个看似与其毫不相关的名字呢？带着疑问，我来到了这家书店。 
                    刚步入书店，我就仿佛步入了书的世界，商场里的喧闹即可被抛之脑后。明亮柔和的灯光，一排排书架，琳琅满目的书籍，这家如同一位质朴素美的姑娘，微笑着迎接每一位读者的到来。或许每位步入书店的读者都会被书店特别的氛围而吸引，但是她只是微笑，一言不发。显然，知识不会拱手奉上，而需要靠读者翻开书本，静下心来自己挖掘。 
                    都说“书中自有黄金屋，书中自有颜如玉”。真要这么说，那这家书店简直就堆满了“黄金”与“玉颜”！一排排书架、一本本书籍令人眼花缭乱，跟随着书架旁的指引，我来到了我此行的最终目的地：西方历史区。
                    近乎一米高的低矮书架上，依次摆放着各国的历史书。从泛欧到古希腊，从罗马到法兰克王国，从玫瑰战争到都铎王朝，从路易十四到法国大革命，从哈布斯堡到崛起的普鲁士，从波立联邦到乌克兰，从沙俄到苏联再到普京治下的俄罗斯。小小的一座书架，容下了西方几千年的历史。要我说，这根本不是书店，这是一座面向所有人的知识金库，一片无限的知识海洋！ 
                    这里拿一本，那里拿一本，上面拿一本，下面再拿一本。我在书架旁贪婪地将书籍抽离，放到自己怀中，直至放不下为止。再抱着这叠书来到书架旁的沙发，坐下来一本一本地翻阅。 
                    当我看完借阅书籍，意犹未竟地将他们放回书架时，我似乎终于明白了这家书店名字的含义：书中有光，故名曰光的世界。当然，这只是我个人的猜测。 
                    临走时，我在众多书籍中挑选购入了两本书，分别是《西方的困局》和《深蓝帝国EMPIRE OF THE DEEP》。虽然价格略有些昂贵，但是我觉得，这些书里的知识是无价的。这么一想，价钱什么似乎也没那么重要了。 
                    在这个快节奏的时代，能够静下心，捧起一本书仔细品读成了一件难事。而“光的世界”提供了一个完美的世外桃源。当身心疲惫时，来到这家书店安安静静地看一本书，增长了知识，也调养了性情。而对我而言，这里是修养身心的世外桃源。
                    `
            },
            {
                "title" : "红星照耀中国",
                "image" : "images/006.png",
                "content" : `
                    《红星照耀中国》的作者是美国人埃德加·斯诺。当我第一眼看到这本书时，便被作者的身份惊讶到了。一名美国记者，竟然写出了《红星照耀中国》这样的书籍？《红星照耀中国》，红星是什么？又是怎么照耀中国的？带着这些那些的疑问，我翻开了这本书。 
                    其实一直以来，我对“红色精神”这个词汇的定义都是处于摸棱两可的阶段，知道大致的含义，却不清楚具体的范例。到底什么是红色精神？而当我看完了这本书，我终于明白了。 
                    什么是红色精神？红色精神是为了抗击日本帝国主义的决心，是愿意献身于族解放事业的大义，是年仅十三岁却跟着红军走上六千英里，是为了心中的理想，亲手扯开阻挡革命的荆棘，是为了百姓的幸福，肉身挡下枪林弹雨，是不拿群众一针一线，是为了广大工农群众的解放献出宝贵的生命。 
                    《红星照耀中国》不仅诠释了“红色精神”，还从系统性、国际性的视角具体分析了“红星”和“红星照耀中国”的方法。并从共产主义、国际主义的视角展望未来，设身处地地为中国的共产革命事业寻找出路，为亚洲的共产革命事业寻找出路，为全世界的共产革命事业寻找出路。用本书的宣传语来形容这本书的内容一点都不为过：“这是一段真实而波澜壮阔的中国革命历史” 
                    尺表能审玑衡之度，寸管能测往复之气。从这小小的一本《红星照耀中国》中，我看到了无数红色先辈们的梦想、无数革命先烈的决心、无数有志之士的救国理想。我更看到了一个来自异国他乡的记者身上对中华大地的热爱，对共产主义的信仰，对国际主义的坚持。在那个动荡的年代，一群心怀相同理想的有志者相聚在一起，携起手来克服艰难险阻，一起朝着理想的彼岸迈去，这才是最难能可贵的。
                    `
            },
            {
                "title" : "无光的末路",
                "image" : "images/005.png",
                "content" : `
                    读完《骆驼祥子》，我们可以发现，祥子的堕落并非一蹴而就，而是在一条无光的末路上渐行渐远，在层次不齐的台阶上磕磕绊绊地跌入深渊。有时也会回光返照，迷途知返，不过大多数时候都是一个跟头跌的更深。命运仿佛就和祥子开了一个巨大的玩笑，每当祥子即将遇见曙光时，就会有人一脚把他踹回原来的末路上。那么，这就引出了一个问题：是什么使祥子一步一步走向末路的？ 
                    首先，外在因素是一个重要的原因。如果一开始祥子的车不被大兵抢走，那这一切悲剧都不会发生；如果不被虎妞诱引最终骗婚，这一切悲剧还不会发生；如果钱不被孙侦探骗走，这一切悲剧也不会发生；如果小福子不在树林上吊，这一切更不会发生。可惜，这一切没有“如果”。所有的苦难和挫折都是这个病态社会施加给祥子的桎梏，是这个社会从一定程度上导致了祥子的堕落。 
                    其次，内在因素也不可忽视。祥子虽说是一个老实肯干的好人，却也是个思想保守、优柔寡断的愚者。如果他坚守底线，保持理智，不受虎妞和白房子的诱惑，又何谈后来的丧妻悲剧？如果他愿意将钱存入银行，而不是“踏踏实实地捏在自己手里”，又何谈孙侦探被骗走钱呢？ 
                    当那摊行尸走肉坐在角落里数着破烂的钞票，吸着大烟时，又有谁知道他曾是个有着蓬勃朝气、踏实肯干的祥子呢？虽然祥子是一个存在于小说世界中的人物，可我仍希望祥子在穿过那条无光的末路后，能在一个没有欺诈、黑恶的天堂安然闭上双眼。同时，我也希望祥子身上所代表的罪恶社会在穿过那条无光的末路后，被打入地狱深处，永世不得为害世人。
                    `
            }
        ]
    },
    {
        "category" : {
            "title" : "校园生活",
            "image" : ""
        },
        "topics" : 
        [
            {
                "title" : "程十发美术馆之行",
                "image" : "images/008.png",
                "content" : `
                    不知不觉中，时光就来到了春风荡漾的四月。春姑娘悄悄地来，又悄悄地走，在世间留下春天独有的印记。在吴老师的带领下，我们来到了虹桥路边的程十发美术馆。 
                    你可知程十发先生是谁？程十发先生是著名的海派书画大师，擅长人物、山水、花绘、鸟兽、连环画、插图等。 美术馆的外形别致，建筑风格遵从简约主义，从外面看就好像数个黑色与白色的长方体交叠在一起。这座别致的美术馆坐落在嘈杂的闹市边，但本身却好像 不染世尘一般，自身散发出的恬静气息令路过的行人驻足观赏并品味这奇妙的艺术。这座美术馆本身就已成为了一件独一无二的艺术品，与街边的梧桐树相衬相映，形成一道别样的风景线。 
                    近日，为纪念程十发先生诞辰100周年，院方开展了“精忠报国——纪念程十发先生诞辰100周年艺术展”，旨在让更多人了解到程十发先生的画作与他的生平事迹。这次程十发美术馆之行是由张老师全程为我们答疑讲解。 进入展厅，最先引入眼帘的是一幅程十发先生画像，那张脸是那样的慈祥、和善，以至于脸庞上的皱纹都变得不显眼了。 在展厅里，我们看到了一幅幅程十发先生的画作，有描写底层劳动人民的《歌颂祖国的春天，也有表达人民团结的《我们的朋友和同志遍于全世界》；有描绘工场之景的《钢厂写景》，也有国风水墨连环画《召树屯与喃婼娜》……其中令最我印象深刻的是连环画《列宁的故事》，这篇连环画的书页早已泛黄，然而不变的却是纸上当初用于修改的白粉…… 值得一提的是，程十发先生曾前往云南采风，归来之后，他的画风大变，他的画作色彩鲜明，无论时山水还是花鸟，鲜艳的色彩无处不在。《迎佳宾》就是那个时期的代表作。 程十发先生爱昆剧，而他对昆剧的情有独钟也体现在了他的画作里。《昆曲玉簪记》、《团扇》……这些都是他对昆曲热爱的体现。 
                    除此之外，程十发先生的抽象水墨画也独树一帜，与别的抽象派艺术家不同，程十发先生的抽象里多多少少会有一点点“普通人熟悉的东西”，例如荷花、鱼儿等。这些细节没有破坏抽象画原本的神秘性，反而使这幅画显得更加美丽，让我们这些凡人能够看懂这些原本看不懂的东西。 程十发曾说：“我写字像画画，画画像写字”。如果你细致地观察程十发的画作，便会发现在那些图画结构里多多少少“藏”着一些汉字，就比如鹿的头部结构其实是一个“吕”…… 
                    这次程十发美术馆之旅让我了解了程十发老先生的画作与事迹，让我对他有了更深层次的认识。在我一个普通人的眼里，程十发先生的画就像一个神迹，那些山水花鸟从笔端流出，又从皮纸上浮现，栩栩如生。简直可以用“以凡人之躯，比肩神明”来形容了！
                    `
            },
            {
                "title" : "向平凡而伟大的劳动者致敬",
                "image" : "images/009.png",
                "content" : `
                    在我们的身边，有一群劳动者，他们日复一日、日服一年，用自己的行动为这个社会做贡献。你可能从未注意过这些人，但是因为他们，我们的社会才能稳定地运转，我们的城市才能保持整洁，我们的生活才能得到保障。而在校门口的保安室里，有一群你可能从未注意过的劳动者，保护着我们的学校和学生。
                    夏日的脚步近了，近到人们可以感受到他的温度。在拓展课上，小记者们来到了校门口的保安室，采访了这群劳动者的一员——张伯伯。
                    张伯伯身着深蓝色的保安服，脸上慈祥的笑容让人感到一种安全感。他已有六十岁高龄，今年是他在建青工作的第七个年头了。在他工作的这些年里深受同学们的喜爱。 其实保安这份工作听起来容易，实际上也不轻松呢！张伯伯的工作从早晨6点开始，一直到下午4点，长达10个小时，并且要定时巡视校园。而且张伯伯的的职责不仅包括看好门、保护学校师生的安全，还要兼顾收外卖、保管家长送来的物品、指路等工作，何谈容易！
                    问起张伯伯为什么会选择成为一名校园保安时，他便将起了自己从前的故事：他曾是一名胶片摄影业者。随着时代的变迁，胶片摄影逐渐成为历史，张伯伯所在的公司也倒闭了。他是在偶然间看到建青校园保安的招聘信息的。“为社会发挥下自己的余热。”这是他的原话。
                    谈到工作中的难点，张伯伯说：“有一些家长不服从学校安排，要在上课时间进入学校，如果被拒绝就向我们破口大骂，我们就要和他们耐心地沟通，告诉他们学校在疫情期间实行封闭式管理。”在此也希望广大家长能够配合学校工作，遵守学校的规章制度。
                    劳动者是值得尊敬的，如果没有他们，我们的生活将会发生天翻地覆般的变化。这些劳动者不问世事、不为人知，但却默默地为这个社会做着贡献。这样的人，岂不伟大？
                    平凡而伟大着，这，就是每一个劳动者的真实写照。
                    `
            }
        ]
    },
    {
        "category" : {
            "title" : "日常琐事",
            "image" : "images/100.png"
        },
        "topics" : 
        [
            {
                "title" : "热风",
                "image" : "images/007.png",
                "content" : `
                    躺在床上，直勾勾盯着漆黑的天花板，听着窗口那呼呼作响的微风，温柔的风糅杂着往事飘入我的脑海。
                    我是一个笨手笨脚的孩子，吃饭经常把五颜六色的油点子甩得到处都是——也包括身上那件衣服。如果是睡衣之类无关紧要的衣服倒还好，可若是弄脏了白底的漂亮衣服，一定会被妈妈说道一番。这是一个燥热的晚上，窗口吹着令人厌烦的热风，热到欲将空调打到最低的地步。我坐在窗口的椅子上，像是小孩子看着坏掉的玩具似的看着那件沾着油点子的衣服。那件白衣服是那样完美，可就是正中央的那一块油腻、令人不适的红黄色破坏了整体的和谐。“妈妈，衣服又沾了油点了，你能不能给我洗一下？”我像是个犯了错的孩子，捧着那件脏衣服站在妈妈面前。“唉，说了多少遍你都不长记性，在家里穿这么漂亮的衣服干什么。”妈妈则教育不争气的孩子似的叹了口气，“算了，给我吧，今天晚上给你洗了。” 一阵热风吹来，可此时我却不觉得这热风令人难受了。
                    热风吹干了脏衣裳，也吹干了回忆。乘着热风，我来到了那个寒冷的凛冬。我刚因为一些芝麻绿豆大的事和妈妈吵了一架，而爸爸出门去了，现在我俩正坐在餐桌面前大眼瞪小眼地“冷战”着。哼，不理就不理，我还不理你呢。我赌气似的想。可久了我的肚子也有些咕咕叫了，看着那热气腾腾的骨头汤，我不禁想要动筷子了。可再看着妈妈那眉头紧锁的脸，刚刚到嘴边的话又自己咽了回去。蒸汽就这么冒着，眼看汤就要凉了，肚子也要罢工。反正我是坐不住了，丢面子就丢面子！我刚准备拿起筷子，却发现妈妈率先一步，起身给我乘了一碗汤。难道妈妈也经历了“漫长的心理斗争吗”我不禁开始猜想妈妈的内心想法是否也和我一样。一阵热风吹来，令我倍感温暖。 
                    热风继续吹着，顺着时间的河流，吹呀吹，吹回我的心房。那温暖的风，伴随着温暖的回忆，追进我甜美的梦乡。
                    `
            },
            {
                "title" : "小雪与新年",
                "image" : "images/004.png",
                "content" : `
                    小雪在下着，世界寒冷刺骨。 
                    我一直不理解：冬天是一年中最寒冷的时候，然而冬天的春节却又是一年中最温暖的时候。这难道不会令人觉得匪夷所思吗？ 
                    大年三十那天，我的父亲和姑姑带着我去商场逛街。 我们是坐姑姑的车去的，去的时候车窗外有些小雪子。天空中也到处都是这种小雪——白色的天穹上贴满了小雪；起伏的楼顶积满了小雪；窗外的空中飘满了小雪…… 小雪打在红色的引擎盖上，像大雨打在地上似的轻巧地弹起、又落下；小雪打在车窗上，在瞬间化作一团湿漉漉的水团；小雪打在世间万物上，将气温压到0度以下，却不能压制住人么内心的炽热。 车没开多久，就到了商场。
                    疫情时期，进入是要看赣通码并且登记信息的，用惯了随申码的父亲用了点时间才调出江西专用的“赣通码”。保安就这么在车旁等着，我原以为他会出言催促，没想到他只是一言不发的等着、等着，似乎可以在这里等上一个世纪。
                    大概过了10秒，父亲拿起手机，将绿色的赣通码给保安查看。 
                    “没问题。”保安瞄了一眼赣通码就让我们进去了。“新年快乐。”他又在结尾加了一句，空气瞬间就变得温暖了起来。 大门打开了，我所乘的汽车驶入。坐在后排的我在离去时透过窗户看到了他的面貌：他不算高，也不算胖，但是给人一种敦实的感觉，粗糙的皮肤十分黝黑，眉毛有些发白了，可眼睛还是那么的光亮。他的背影在我身后远去，可那句“新年快乐”却久久在我耳边萦绕。这是寒冬里的温暖！ 
                    保安的新年祝福让我想起了电影《绿皮书》中警官在圣诞夜帮助男主后对他说的那句“Marry Christmas”。这两句真是有异曲同工之妙！我心想，也许这就是新年祝福吧。 
                    离开时，我们依然从那扇大门离开。保安再次走过来，确认了登记信息后就打开了大门，打算转身离开。我不想就这么离开——在这个暖心的节日。
                    “新年快乐！”我降下车窗，用真挚声音送去祝福。保安惊讶地回过身看着我，脑海中似乎想起了几分钟前自己对他人的新年祝福，随即感激的神情溜入了他的脸庞。
                    “谢谢！”我隐约听到他道谢，顿时暖意涌上我的心头。向他人传递温暖，他人必以温暖相报。我十分确信这条真理。
                    车辆开始移动，保安的身影逐渐消失在了小雪当中，化作了天边的白点。我没有去猜测这位保安的身世、又或是他祝福我的动机，但我知道，这位保安有一颗温暖而炽热的心。 
                    小雪仍在下着，只不过世界暖和多了。
                    `
            },
            {
                "title" : "昔日的上海荣光·圣约翰大学",
                "image" : "",
                "content" : `
                    当你漫步在苏州河畔，耳畔鸟语环绕，可曾望向道旁华东政法大学的青葱树林，窥见那些灰墙青瓦的“老洋房”呢？ 
                    华东政法大学的建筑风格可以用独树一帜来形容。中式的飞檐、翘角和西式的砖墙、全廊造就了圣约翰大学独特的建筑之美。这种中西合璧的建筑风格在当时可谓前所未有，就算放到现今的上海也能独领风骚。不过你知道吗，那些建筑正是昔日圣约翰大学的校舍和教学楼呢！ 
                    圣约翰大学最初诞生于1879年，最初的名字是“圣约翰书院”，曾一度拥有“东方哈佛”“外交人才养成所”的美称。 与现在的大部分大学不同，圣约翰大学是一所教会学校，即由外国传教士组织、开设的大学，教学内容也与当时其他学校教授的四书五经不同，教会学校会教授学生更多科学、外语方面的知识，其设有文学院、理学院、医学院、工学院、神学院。 圣约翰大学曾经在当时的中国创造了许多个“第一”：第一所现代大学、第一所全英文授课的大学、第一所对学生实行军训的大学、第一支足球队、第一个新闻系专业。而且由于圣约翰大学已在华盛顿注册，成为了美国政府认可的在华大学，这使得该学校的多数学生在毕业后可以直接攻读美国大学的研究生。
                    圣约翰大学培养出了许多名人，如周有光、林语堂、宋子文、张爱玲，以及大名鼎鼎、闻名全国的邹韬奋。 而圣约翰大学的校训也融合了中西文化。他们的校训是：Light＆Truth（光与真理）；学而不思则罔，思而不学则殆。这种中西文化的融合与碰撞正是圣约翰大学曾扬名天下的资本。 
                    圣约翰大学的选址也十分讲究。起初圣约翰大学的校长之所以选择苏州河畔作为校址，正是看中了这片土地优越的自然环境。 新中国成立后，圣约翰大学并入了其他大学：其新闻系、外文系、部分中文系以及历史系并入了复旦大学；土木工程系、建筑系并入了同济大学；机械工程系并入了交通大学；经济系并入了上海财政经济大学；政治系并入了华东政法大学，后者则直接在圣约翰大学的原址上开设。这些并入其他大学的专业后来就成为了这些大学闻名天下的“招牌”、“特色”。
                    昔日的繁华仍在延续。在长宁区的中山公园旁，高楼大厦的霓光虹影间，一座座颇有怀旧感的洋楼，吸引着人们前往瞻仰那段峥嵘岁月。而这些象征着圣约翰大学的将在喧闹的市井烟火中经受时间的磨练，却仍永葆青春年华。 后人将延续教书育人的使命。如今的华东政法大学，以其出众的的法律系而闻名，其从很大一部分上就是继承了前辈圣约翰大学的优秀血液。斗转星移，往日圣约翰大学的中西合璧，已经演化演化成了现在海纳百川的魔都上海。
                    百年前，一群意气风发的中国少年，为中华崛起而读书。 
                    百年已过，清晨朗朗读书声，仍依稀可闻。
                    `
            },
            {
                "title" : "忆那银杏叶",
                "image" : "images/003.png",
                "content" : `
                    说来也怪，动笔写这篇文章的最初动机，竟然是游戏。在某款电子游戏中，一个名为“繁荣的哲学”的材料，上面印着两片白色的银杏叶，白中透着些淡淡的金黄，几条黑色的纹路将其刻画的栩栩如生，两片银杏叶似乎乘着微风飘舞在屏幕里。顿时，回忆的漩涡将我带回了那条坐落在学校北方几百米处的、属于银杏的黄金城道。 
                    银杏是黄金城道两旁别样的风景。每年的秋天，金黄色的银杏叶从枝头飘落，轻轻落在地面的石砖上，如同一条来自大自然的金黄地毯。漫步在金黄的世界里，谈笑间，风声捎走的银杏又悄然乘着轻风钻进口袋。坐在银杏树下，飘落的银杏如同一道金色的帷幕，隔绝市井喧杂。沐浴在银杏雨中，脑袋上、肩上、衣服上、腿上沾的全都是。抬头看去，数不清的银杏叶仍在不停地从银杏树上飘落下来。望
                    这些银杏树也记录了我儿时的珍贵回忆。小时候乘车上下学经常路过黄金城道，周末也会和小伙伴们在银杏树下玩耍，踢足球，打羽毛球，你追我赶的，不亦乐乎。稍微大了点，就不愿意去了，还定义为“无趣”。但是现在，站在银杏树下，看着那飘舞的银杏叶，往事从飘零落叶的缝隙中浮现，我才明白，银杏本身就是有趣的，黄金城道更是有趣的，又何谈“无趣”之说呢？时间飞逝，我的身体年年长高，那银杏树也伴我年年长高，只可惜那逝去的时光一去不回。 
                    抛开这些，银杏叶本身和那些过去的往事一样，都是美丽的。你若有那闲情雅致，不妨在漫天飘落的银杏中捕一个捧在手心，那小小的银杏叶就如同一把精致的古扇，金色的叶片便是那朴实、纯粹又绚丽的画卷，淡淡的皱褶与纹路便是扇骨。银杏独特的美也就在于此——金而不奢，朴而不淡，一切似乎都恰到好处。普通的银杏叶染上几分浪漫，再鎏上金，就变成了秋日里的一道风景线。繁花似锦，而银杏似金。 
                    若再有机会，我一定要来到那银杏树下，去感受属于自然的金黄馈赠。我愿意让银杏成为我心底的珍贵回忆，因为银杏的美，更因为其本身代表着的回忆。 光阴轮转，季节轮回，银杏飘落又再长出，银杏树下多少往事。那金灿灿的银杏飘落的美景会伴随着下一个秋天的到来而复出，而伴随着银杏叶飘落而逝去的时光与回忆却永远的留在了记忆的海洋里。那是最美的银杏叶，也是最美的回忆。
                    `
            }
        ]
    }
]